Repository: somefork2/CopyWell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your purchase is pending approval.
ar: عملية الشراء في انتظار الموافقة.
bn: আপনার কেনাকাটা অনুমোদনের অপেক্ষায় আছে।
ca: La teva compra està pendent d’aprovació.
cs: Váš nákup čeká na schválení.
da: Dit køb afventer godkendelse.
de: Dein Kauf wartet auf Freigabe.
el: Η αγορά σας αναμένει έγκριση.
es: Tu compra está pendiente de aprobación.
fi: Ostoksesi odottaa hyväksyntää.
fr: Votre achat est en attente d’approbation.
gu: તમારી ખરીદી મંજૂરીની રાહ જોઈ રહી છે.
he: הרכישה שלכם ממתינה לאישור.
hi: आपकी ख़रीद मंज़ूरी के इंतज़ार में है।
hr: Vaša kupnja čeka odobrenje.
hu: A vásárlása jóváhagyásra vár.
id: Pembelian Anda menunggu persetujuan.
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
kn: ನಿಮ್ಮ ಖರೀದಿ ಅನುಮೋದನೆಗಾಗಿ ಬಾಕಿ ಇದೆ.
ko: 구입이 승인 대기 중입니다.
ml: നിങ്ങളുടെ വാങ്ങൽ അംഗീകാരത്തിനായി കാത്തിരിക്കുന്നു.
mr: तुमची खरेदी मंजुरीच्या प्रतीक्षेत आहे.
ms: Pembelian anda menunggu kelulusan.
nb: Kjøpet ditt venter på godkjenning.
nl: Je aankoop wacht op goedkeuring.
or: ଆପଣଙ୍କ କ୍ରୟ ଅନୁମୋଦନ ପାଇଁ ଅପେକ୍ଷାରେ ଅଛି।
pa: ਤੁਹਾਡੀ ਖਰੀਦ ਮਨਜ਼ੂਰੀ ਦੀ ਉਡੀਕ ਵਿੱਚ ਹੈ।
pl: Twój zakup czeka na zatwierdzenie.
pt_br: Sua compra está aguardando aprovação.
pt_pt: A sua compra aguarda aprovação.
ro: Achiziția dvs. așteaptă aprobarea.
ru: Ваша покупка ожидает подтверждения.
sk: Váš nákup čaká na schválenie.
sl: Vaš nakup čaka na odobritev.
sv: Ditt köp väntar på godkännande.
ta: உங்கள் வாங்குதல் ஒப்புதலுக்காகக் காத்திருக்கிறது.
te: మీ కొనుగోలు ఆమోదం కోసం పెండింగ్‌లో ఉంది.
th: การซื้อของคุณรอการอนุมัติ
tr: Satın alımınız onay bekliyor.
uk: Ваша покупка очікує підтвердження.
ur: آپ کی خریداری منظوری کی منتظر ہے۔
vi: Giao dịch của bạn đang chờ phê duyệt.
zh_hans: 你的购买正在等待批准。
zh_hant: 你的購買正在等待核准。

source: Your subscription has ended.
ar: انتهى اشتراكك.
bn: আপনার সাবস্ক্রিপশন শেষ হয়েছে।
ca: La teva subscripció s’ha acabat.
cs: Vaše předplatné skončilo.
da: Dit abonnement er udløbet.
de: Dein Abo ist abgelaufen.
el: Η συνδρομή σας έληξε.
es: Tu suscripción ha terminado.
fi: Tilauksesi on päättynyt.
fr: Votre abonnement a pris fin.
gu: તમારું સબ્સ્ક્રિપ્શન પૂરું થઈ ગયું છે.
he: המינוי שלכם הסתיים.
hi: आपकी सदस्यता ख़त्म हो गई।
hr: Vaša pretplata je završila.
hu: Az előfizetése véget ért.
id: Langganan Anda telah berakhir.
it: Il tuo abbonamento è terminato.
ja: サブスクリプションが終了しました。
kn: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆ ಮುಗಿದಿದೆ.
ko: 구독이 종료되었습니다.
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ അവസാനിച്ചു.
mr: तुमची सदस्यता संपली आहे.
ms: Langganan anda telah tamat.
nb: Abonnementet ditt er avsluttet.
nl: Je abonnement is afgelopen.
or: ଆପଣଙ୍କ ସଦସ୍ୟତା ଶେଷ ହୋଇଛି।
pa: ਤੁਹਾਡੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਖ਼ਤਮ ਹੋ ਗਈ ਹੈ।
pl: Twoja subskrypcja dobiegła końca.
pt_br: Sua assinatura terminou.
pt_pt: A sua subscrição terminou.
ro: Abonamentul dvs. s-a încheiat.
ru: Ваша подписка закончилась.
sk: Vaše predplatné sa skončilo.
sl: Vaša naročnina se je iztekla.
sv: Din prenumeration har upphört.
ta: உங்கள் சந்தா முடிந்தது.
te: మీ సబ్‌స్క్రిప్షన్ ముగిసింది.
th: การสมัครสมาชิกของคุณสิ้นสุดแล้ว
tr: Aboneliğiniz sona erdi.
uk: Ваша передплата завершилася.
ur: آپ کی سبسکرپشن ختم ہو گئی ہے۔
vi: Gói đăng ký của bạn đã kết thúc.
zh_hans: 你的订阅已结束。
zh_hant: 你的訂閱已結束。

source: day
ar: يوم
bn: দিন
ca: dia
cs: den
da: dag
de: Tag
el: ημέρα
es: día
fi: päivä
fr: jour
gu: દિવસ
he: יום
hi: दिन
hr: dan
hu: nap
id: hari
it: giorno
ja: 日
kn: ದಿನ
ko: 일
ml: ദിവസം
mr: दिवस
ms: hari
nb: dag
nl: dag
or: ଦିନ
pa: ਦਿਨ
pl: dzień
pt_br: dia
pt_pt: dia
ro: zi
ru: день
sk: deň
sl: dan
sv: dag
ta: நாள்
te: రోజు
th: วัน
tr: gün
uk: день
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

source: iCloud Sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
ca: Sincronització amb l’iCloud
cs: Synchronizace s iCloudem
da: iCloud-synkronisering
de: iCloud-Synchronisierung
el: Συγχρονισμός iCloud
es: Sincronización con iCloud
fi: iCloud-synkronointi
fr: Synchronisation iCloud
gu: iCloud સિંક
he: סנכרון iCloud
hi: iCloud सिंक
hr: Sinkronizacija s iCloudom
hu: iCloud-szinkronizálás
id: Sinkronisasi iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
kn: iCloud ಸಿಂಕ್
ko: iCloud 동기화
ml: iCloud സിങ്ക്
mr: iCloud सिंक
ms: Penyegerakan iCloud
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
or: iCloud ସିଙ୍କ୍
pa: iCloud ਸਿੰਕ
pl: Synchronizacja z iCloud
pt_br: Sincronização com o iCloud
pt_pt: Sincronização com o iCloud
ro: Sincronizare iCloud
ru: Синхронизация с iCloud
sk: Synchronizácia s iCloudom
sl: Sinhronizacija iCloud
sv: iCloud-synkronisering
ta: iCloud ஒத்திசைவு
te: iCloud సింక్
th: การซิงค์ iCloud
tr: iCloud eşitlemesi
uk: Синхронізація з iCloud
ur: iCloud سنک
vi: Đồng bộ iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud is busy. CopyWell will try again shortly.
ar: iCloud مشغول. سيحاول CopyWell مرة أخرى قريبًا.
bn: iCloud ব্যস্ত আছে। CopyWell একটু পরে আবার চেষ্টা করবে।
ca: L’iCloud està ocupat. El CopyWell ho tornarà a provar de seguida.
cs: iCloud je zaneprázdněný. CopyWell to za chvíli zkusí znovu.
da: iCloud er optaget. CopyWell prøver igen om lidt.
de: iCloud ist ausgelastet. CopyWell versucht es gleich erneut.
el: Το iCloud είναι απασχολημένο. Το CopyWell θα δοκιμάσει ξανά σύντομα.
es: iCloud está ocupado. CopyWell lo intentará de nuevo en breve.
fi: iCloud on varattu. CopyWell yrittää pian uudelleen.
fr: iCloud est occupé. CopyWell réessaiera sous peu.
gu: iCloud વ્યસ્ત છે. CopyWell થોડી વારમાં ફરી પ્રયાસ કરશે.
he: iCloud עסוק. CopyWell ינסה שוב בקרוב.
hi: iCloud व्यस्त है। CopyWell थोड़ी देर में फिर कोशिश करेगा।
hr: iCloud je zauzet. CopyWell će uskoro pokušati ponovno.
hu: Az iCloud foglalt. A CopyWell hamarosan újrapróbálkozik.
id: iCloud sedang sibuk. CopyWell akan mencoba lagi sebentar lagi.
it: iCloud è occupato. CopyWell riproverà a breve.
ja: iCloudが混み合っています。CopyWellはまもなく再試行します。
kn: iCloud ಕಾರ್ಯನಿರತವಾಗಿದೆ. CopyWell ಸ್ವಲ್ಪ ಸಮಯದಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ko: iCloud가 사용 중입니다. CopyWell이 곧 다시 시도합니다.
ml: iCloud തിരക്കിലാണ്. CopyWell അൽപ്പസമയത്തിനകം വീണ്ടും ശ്രമിക്കും.
mr: iCloud व्यस्त आहे. CopyWell थोड्या वेळाने पुन्हा प्रयत्न करेल.
ms: iCloud sedang sibuk. CopyWell akan mencuba lagi sebentar lagi.
nb: iCloud er opptatt. CopyWell prøver igjen snart.
nl: iCloud heeft het druk. CopyWell probeert het zo opnieuw.
or: iCloud ବ୍ୟସ୍ତ ଅଛି। CopyWell କିଛି ସମୟ ପରେ ପୁଣି ଚେଷ୍ଟା କରିବ।
pa: iCloud ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ। CopyWell ਜਲਦੀ ਹੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ।
pl: iCloud jest zajęty. CopyWell spróbuje ponownie za chwilę.
pt_br: O iCloud está ocupado. O CopyWell vai tentar de novo em instantes.
pt_pt: O iCloud está ocupado. O CopyWell voltará a tentar dentro de momentos.
ro: iCloud este ocupat. CopyWell va încerca din nou în scurt timp.
ru: iCloud занят. CopyWell скоро повторит попытку.
sk: iCloud je zaneprázdnený. CopyWell to o chvíľu skúsi znova.
sl: iCloud je zaseden. CopyWell bo kmalu poskusil znova.
sv: iCloud är upptaget. CopyWell försöker igen snart.
ta: iCloud பிஸியாக உள்ளது. CopyWell விரைவில் மீண்டும் முயலும்.
te: iCloud బిజీగా ఉంది. CopyWell త్వరలో మళ్లీ ప్రయత్నిస్తుంది.
th: iCloud กำลังไม่ว่าง CopyWell จะลองใหม่ในอีกสักครู่
tr: iCloud meşgul. CopyWell birazdan yeniden deneyecek.
uk: iCloud зайнятий. CopyWell скоро повторить спробу.
ur: iCloud مصروف ہے۔ CopyWell تھوڑی دیر میں دوبارہ کوشش کرے گا۔
vi: iCloud đang bận. CopyWell sẽ thử lại sau giây lát.
zh_hans: iCloud 正忙。CopyWell 稍后会重试。
zh_hant: iCloud 忙碌中。CopyWell 稍後會重試。

source: iCloud sync is not configured for this build.
ar: لم تُضبط مزامنة iCloud في هذه النسخة.
bn: এই বিল্ডের জন্য iCloud সিঙ্ক কনফিগার করা নেই।
ca: La sincronització amb l’iCloud no està configurada en aquesta versió.
cs: V této verzi není synchronizace s iCloudem nastavena.
da: iCloud-synkronisering er ikke sat op i denne version.
de: Für diese Version ist die iCloud-Synchronisierung nicht eingerichtet.
el: Ο συγχρονισμός με το iCloud δεν έχει ρυθμιστεί σε αυτήν την έκδοση.
es: La sincronización con iCloud no está configurada en esta versión.
fi: iCloud-synkronointia ei ole määritetty tähän versioon.
fr: La synchronisation iCloud n’est pas configurée pour cette version.
gu: આ બિલ્ડ માટે iCloud સિંક ગોઠવેલું નથી.
he: הסנכרון עם iCloud אינו מוגדר בגרסה הזו.
hi: इस संस्करण में iCloud सिंक सेट नहीं है।
hr: U ovoj inačici sinkronizacija s iCloudom nije postavljena.
hu: Ebben a változatban nincs beállítva az iCloud-szinkronizálás.
id: Sinkronisasi iCloud belum disiapkan untuk versi ini.
it: La sincronizzazione iCloud non è configurata per questa versione.
ja: このビルドではiCloud同期が設定されていません。
kn: ಈ ಬಿಲ್ಡ್‌ಗೆ iCloud ಸಿಂಕ್ ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko: 이 빌드에는 iCloud 동기화가 설정되어 있지 않습니다.
ml: ഈ ബിൽഡിനായി iCloud സിങ്ക് കോൺഫിഗർ ചെയ്തിട്ടില്ല.
mr: या बिल्डसाठी iCloud सिंक कॉन्फिगर केलेले नाही.
ms: Penyegerakan iCloud belum disediakan untuk versi ini.
nb: iCloud-synkronisering er ikke satt opp i denne versjonen.
nl: iCloud-synchronisatie is niet ingesteld voor deze versie.
or: ଏହି ବିଲ୍ଡ ପାଇଁ iCloud ସିଙ୍କ୍ କନଫିଗର୍ କରାଯାଇନାହିଁ।
pa: ਇਸ ਬਿਲਡ ਲਈ iCloud ਸਿੰਕ ਕੌਂਫ਼ਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
pl: Ta wersja nie ma skonfigurowanej synchronizacji z iCloud.
pt_br: A sincronização com o iCloud não está configurada nesta versão.
pt_pt: A sincronização com o iCloud não está configurada nesta versão.
ro: Sincronizarea cu iCloud nu este configurată în această versiune.
ru: В этой сборке синхронизация с iCloud не настроена.
sk: V tejto verzii nie je nastavená synchronizácia s iCloudom.
sl: Sinhronizacija iCloud za to različico ni nastavljena.
sv: iCloud-synkronisering är inte inställd i den här versionen.
ta: இந்த பில்டில் iCloud ஒத்திசைவு உள்ளமைக்கப்படவில்லை.
te: ఈ బిల్డ్‌కు iCloud సింక్ కాన్ఫిగర్ చేయబడలేదు.
th: รุ่นนี้ยังไม่ได้ตั้งค่าการซิงค์ iCloud
tr: Bu sürüm için iCloud eşitlemesi yapılandırılmamış.
uk: У цій збірці синхронізацію з iCloud не налаштовано.
ur: اس بلڈ کے لیے iCloud سنک کنفیگر نہیں کیا گیا۔
vi: Bản dựng này chưa thiết lập đồng bộ iCloud.
zh_hans: 此版本未配置 iCloud 同步。
zh_hant: 此版本未設定 iCloud 同步。

source: month
ar: شهر
bn: মাস
ca: mes
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
fi: kuukausi
fr: mois
gu: મહિનો
he: חודש
hi: महीना
hr: mjesec
hu: hónap
id: bulan
it: mese
ja: か月
kn: ತಿಂಗಳು
ko: 개월
ml: മാസം
mr: महिना
ms: bulan
nb: måned
nl: maand
or: ମାସ
pa: ਮਹੀਨਾ
pl: miesiąc
pt_br: mês
pt_pt: mês
ro: lună
ru: месяц
sk: mesiac
sl: mesec
sv: månad
ta: மாதம்
te: నెల
th: เดือน
tr: ay
uk: місяць
ur: مہینہ
vi: tháng
zh_hans: 个月
zh_hant: 個月

source: no text recognised
ar: لم يُتعرف على نص
bn: কোনো টেক্সট শনাক্ত হয়নি
ca: no s’ha reconegut cap text
cs: žádný text nerozpoznán
da: ingen tekst genkendt
de: kein Text erkannt
el: δεν αναγνωρίστηκε κείμενο
es: no se reconoció texto
fi: tekstiä ei tunnistettu
fr: aucun texte reconnu
gu: કોઈ ટેક્સ્ટ ઓળખાયું નથી
he: לא זוהה טקסט
hi: कोई पाठ नहीं पहचाना गया
hr: nije prepoznat tekst
hu: nem ismertünk fel szöveget
id: tidak ada teks yang dikenali
it: nessun testo riconosciuto
ja: テキストは認識されませんでした
kn: ಯಾವುದೇ ಪಠ್ಯ ಗುರುತಿಸಲಾಗಿಲ್ಲ
ko: 인식된 텍스트 없음
ml: ടെക്സ്റ്റൊന്നും തിരിച്ചറിഞ്ഞില്ല
mr: कोणताही मजकूर ओळखला नाही
ms: tiada teks dikenali
nb: ingen tekst gjenkjent
nl: geen tekst herkend
or: କୌଣସି ଟେକ୍ସଟ୍ ଚିହ୍ନଟ ହୋଇନାହିଁ
pa: ਕੋਈ ਟੈਕਸਟ ਨਹੀਂ ਪਛਾਣਿਆ ਗਿਆ
pl: nie rozpoznano tekstu
pt_br: nenhum texto reconhecido
pt_pt: nenhum texto reconhecido
ro: niciun text recunoscut
ru: текст не распознан
sk: nerozpoznal sa žiadny text
sl: ni prepoznanega besedila
sv: ingen text kändes igen
ta: உரை எதுவும் அடையாளம் காணப்படவில்லை
te: టెక్స్ట్ ఏదీ గుర్తించబడలేదు
th: ไม่พบข้อความที่จำได้
tr: metin tanınmadı
uk: текст не розпізнано
ur: کوئی متن نہیں پہچانا گیا
vi: không nhận ra văn bản
zh_hans: 未识别到文本
zh_hant: 未辨識到文字

source: now
ar: الآن
bn: এখন
ca: ara
cs: teď
da: nu
de: jetzt
el: τώρα
es: ahora
fi: nyt
fr: à l'instant
gu: હમણાં
he: עכשיו
hi: अभी
hr: sada
hu: most
id: sekarang
it: ora
ja: たった今
kn: ಈಗ
ko: 방금
ml: ഇപ്പോൾ
mr: आता
ms: sekarang
nb: nå
nl: nu
or: ଏବେ
pa: ਹੁਣੇ
pl: teraz
pt_br: agora
pt_pt: agora
ro: acum
ru: сейчас
sk: teraz
sl: zdaj
sv: nu
ta: இப்போது
te: ఇప్పుడే
th: ตอนนี้
tr: şimdi
uk: зараз
ur: ابھی
vi: vừa xong
zh_hans: 刚刚
zh_hant: 剛剛

source: per day
ar: يوميًا
bn: প্রতি দিন
ca: al dia
cs: denně
da: pr. dag
de: pro Tag
el: ανά ημέρα
es: al día
fi: päivässä
fr: par jour
gu: પ્રતિ દિવસ
he: ליום
hi: प्रति दिन
hr: dnevno
hu: naponta
id: per hari
it: al giorno
ja: 1日あたり
kn: ಪ್ರತಿ ದಿನ
ko: 하루
ml: പ്രതിദിനം
mr: प्रति दिवस
ms: sehari
nb: per dag
nl: per dag
or: ପ୍ରତି ଦିନ
pa: ਪ੍ਰਤੀ ਦਿਨ
pl: dziennie
pt_br: por dia
pt_pt: por dia
ro: pe zi
ru: в день
sk: denne
sl: na dan
sv: per dygn
ta: ஒரு நாளுக்கு
te: రోజుకు
th: ต่อวัน
tr: günlük
uk: на день
ur: فی دن
vi: mỗi ngày
zh_hans: 每天
zh_hant: 每天

source: per month
ar: شهريًا
bn: প্রতি মাসে
ca: al mes
cs: měsíčně
da: pr. måned
de: pro Monat
el: ανά μήνα
es: al mes
fi: kuukaudessa
fr: par mois
gu: પ્રતિ મહિને
he: לחודש
hi: प्रति माह
hr: mjesečno
hu: havonta
id: per bulan
it: al mese
ja: 1か月あたり
kn: ಪ್ರತಿ ತಿಂಗಳು
ko: 한 달
ml: പ്രതിമാസം
mr: प्रति महिना
ms: sebulan
nb: per måned
nl: per maand
or: ପ୍ରତି ମାସ
pa: ਪ੍ਰਤੀ ਮਹੀਨਾ
pl: miesięcznie
pt_br: por mês
pt_pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sl: na mesec
sv: per månad
ta: மாதத்திற்கு
te: నెలకు
th: ต่อเดือน
tr: aylık
uk: на місяць
ur: فی مہینہ
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: per week
ar: أسبوعيًا
bn: প্রতি সপ্তাহে
ca: a la setmana
cs: týdně
da: pr. uge
de: pro Woche
el: ανά εβδομάδα
es: a la semana
fi: viikossa
fr: par semaine
gu: પ્રતિ અઠવાડિયે
he: לשבוע
hi: प्रति सप्ताह
hr: tjedno
hu: hetente
id: per minggu
it: a settimana
ja: 1週間あたり
kn: ಪ್ರತಿ ವಾರ
ko: 일주일
ml: പ്രതിവാരം
mr: प्रति आठवडा
ms: seminggu
nb: per uke
or: ପ୍ରତି ସପ୍ତାହ
pa: ਪ੍ਰਤੀ ਹਫ਼ਤਾ
pl: tygodniowo
pt_br: por semana
pt_pt: por semana
ro: pe săptămână
ru: в неделю
sk: týždenne
sl: na teden
sv: per vecka
ta: வாரத்திற்கு
te: వారానికి
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
ur: فی ہفتہ
vi: mỗi tuần
zh_hans: 每周
zh_hant: 每週

source: per year
ar: سنويًا
bn: প্রতি বছরে
ca: a l’any
cs: ročně
da: pr. år
de: pro Jahr
el: ανά έτος
es: al año
fi: vuodessa
fr: par an
gu: પ્રતિ વર્ષ
he: לשנה
hi: प्रति वर्ष
hr: godišnje
hu: évente
id: per tahun
it: all’anno
ja: 1年あたり
kn: ಪ್ರತಿ ವರ್ಷ
ko: 일 년
ml: പ്രതിവർഷം
mr: प्रति वर्ष
ms: setahun
nb: per år
nl: per jaar
or: ପ୍ରତି ବର୍ଷ
pa: ਪ੍ਰਤੀ ਸਾਲ
pl: rocznie
pt_br: por ano
pt_pt: por ano
ro: pe an
ru: в год
sk: ročne
sl: na leto
sv: per år
ta: ஆண்டுக்கு
te: సంవత్సరానికి
th: ต่อปี
tr: yıllık
uk: на рік
ur: فی سال
vi: mỗi năm
zh_hans: 每年
zh_hant: 每年

source: period
ar: فترة
bn: মেয়াদ
ca: període
cs: období
da: periode
de: Zeitraum
el: περίοδος
es: periodo
fi: jakso
fr: période
gu: અવધિ
he: תקופה
hi: अवधि
hr: razdoblje
hu: időszak
id: periode
it: periodo
ja: 期間
kn: ಅವಧಿ
ko: 기간
ml: കാലയളവ്
mr: कालावधी
ms: tempoh
nb: periode
nl: periode
or: ଅବଧି
pa: ਮਿਆਦ
pl: okres
pt_br: período
pt_pt: período
ro: perioadă
ru: период
sk: obdobie
sl: obdobje
ta: காலம்
te: వ్యవధి
th: ช่วงเวลา
tr: dönem
uk: період
ur: مدت
vi: kỳ
zh_hans: 周期
zh_hant: 週期

source: week
ar: أسبوع
bn: সপ্তাহ
ca: setmana
cs: týden
da: uge
de: Woche
el: εβδομάδα
es: semana
fi: viikko
fr: semaine
gu: અઠવાડિયું
he: שבוע
hi: सप्ताह
hr: tjedan
hu: hét
id: minggu
it: settimana
ja: 週間
kn: ವಾರ
ko: 주
ml: ആഴ്ച
mr: आठवडा
ms: minggu
nb: uke
or: ସପ୍ତାହ
pa: ਹਫ਼ਤਾ
pl: tydzień
pt_br: semana
pt_pt: semana
ro: săptămână
ru: неделя
sk: týždeň
sl: teden
sv: vecka
ta: வாரம்
te: వారం
th: สัปดาห์
tr: hafta
uk: тиждень
ur: ہفتہ
vi: tuần
zh_hans: 周
zh_hant: 週

source: year
ar: سنة
bn: বছর
ca: any
cs: rok
da: år
de: Jahr
el: έτος
es: año
fi: vuosi
fr: an
gu: વર્ષ
he: שנה
hi: साल
hr: godina
hu: év
id: tahun
it: anno
ja: 年
kn: ವರ್ಷ
ko: 년
ml: വർഷം
mr: वर्ष
ms: tahun
nb: år
nl: jaar
or: ବର୍ଷ
pa: ਸਾਲ
pl: rok
pt_br: ano
pt_pt: ano
ro: an
ru: год
sk: rok
sl: leto
sv: år
ta: ஆண்டு
te: సంవత్సరం
th: ปี
tr: yıl
uk: рік
ur: سال
vi: năm
zh_hans: 年
zh_hant: 年
